11/data/attachments/cd1e9130a337e98a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jacob_entire_Actions_22962_4</nif:username>
            <nif:friendToBeRequested>soap_actions_703cfd77-f093-441b-a192-5f4b67bb892e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>